# цілі числа  1, 2, 45 ,777, 98   int

# дійсні числа   1.5, 4.0000076   float

# комплексні числа 3j * 4  complex


# print(5)
# print(3.0000006)

#  + - *  /  ** -степінь,  // -ділення націло, % -остача від ділення

print(6 + 7)

print(20 / 5)

print(4 ** 3) # 4 * 4 = 16    4 * 4 * 4 = 64

print(9 // 5)


print(15 % 2)


print((2 + 2) * 2)

print((6 + 8) / 2)

# Порахуйте скільки грошей ви заплатити за 4 роки навчання в університеті, якщо один семестр навчання коштує 19800.
print(19800 * 2 * 4)


# Знайдіть залишок від ділення числа 125213 на 4652.
print(125213 % 4652)


name = 'Misha' # змінна типу даних рядок str
age = 25 # змінна типу даних int
isTrue = True


print(name, age)

num1 = 34
num2 = 23

print(num1 + num2)

